{
  "introText": "This book was written help hurting families learn to sing a new song of HOPE together, while also cultivating a safe space for their deep sorrows.",
  "secondBookDescription": "This story takes place in a special beloved broken garden, among tender, broken-hearted animals that weep over its unexpected destruction from a terrible winter storm right before the highly anticipated celebration of Spring.\n\nThe hurting and confused animals, who lose their favorite tree and their precious Lily flower, learn what it means to weep together, grieve together and HOPE together too. In the midst of their journey of pain, a special butterfly friend, named “Hope” teaches them a new song to sing. Through a journey of questioning, doubt, anger, and honest wrestling…\n\nThey come to discover that their “Great Gardener” who weeps with them, is always working, always close, always doing a new thing even when they can't see Him.",
  "thirdBookDescription": "Hope's “garden song” becomes their light in the darkness and the anthem that ultimately comforts their broken hearts as they trust their Good Gardener. This endearing and powerful parable is for all ages and honors both the depths of shared sorrow that families sometimes have to walk through and the overwhelming joy of a deep shared HOPE too.\n\nWhen read together, this story will give needed language to validate the raw realities of disappointment, trauma and loss, while also celebrating the deeper truth that we can trust all our broken gardens to the Great Gardener's good hands and loving heart.",
  "firstFeaturedIllustration": "/images/HopesGarden4.webp",
  "secondFeaturedIllustration": "/images/HopesGarden2.webp",
  "thirdFeaturedIllustration": "/images/HopesGarden1.webp",
  "bookLink": {
    "text": "Order Today",
    "url": "https://www.amazon.com/Hopes-Garden-Song-Johanna-Cannelongo/dp/1662918925"
  },
  "imageCarousel": [
    {
      "image": "images/EviemiraBook.webp"
    },
    {
      "image": "images/img_9744.webp"
    }
  ]
}
